Repository: cquezpro/Cordova_Angular_NearhoodApp
Catalog: app/po/*.po
Languages: fi_fi

source: <b>It's a bit quiet here still, so it looks like you were the first to arrive.</b> The rest of the neighbours are bound to arrive soon,
fi_fi: <b>Taisit ehtiä ensimmäisenä paikalle, kun täällä on vielä vähän hiljaista.</b> Kyllä ne muutkin naapurit sieltä perille löytävät,

source: <b>Nearhood is meeting place for all neighbourhood - on web and mobile.</b> Nearhood gets together everything related to your neighbourhood. You can find events, offers, lost &amp; found items, most discussed subjects and latest local news. Inside gossip and whatever else you want to tell your neighbours.
fi_fi: <b>Nearhood on kaupunginosan kohtauspaikka verkossa ja kännykässä. </b> Nearhood kerää kaikki kaupunginosan kuulumiset samaan osoitteeseen. Löydät sieltä menot, tarjoukset, kadonneet tavarat, puhutuimmat jutut ja viimeisimmät uutiset. Sisäpiirin vinkit ja kaiken sen, mitä itse haluat kertoa.

source: <b>You are not logged in to Nearhood.</b> You can read the messages without logging in, but to participate yourself, please log in
fi_fi: <b>Et ole kirjautunut sisään.</b> Voit lukea viestejä, mutta kirjaudu sisään osallistuaksesi keskusteluun

source: <i class="icon-arrow-left"></i> Back
fi_fi: <i class="icon-arrow-left"></i> Takaisin

source: <i class="icon-facebook-sign icon-large"></i> sharing
fi_fi: <i class="icon-facebook-sign icon-large"></i>-jako

source: <i class="icon-plus-sign"></i> Show all areas
fi_fi: <i class="icon-plus-sign"></i> Näytä kaikki alueet

source: ADD PLACE
fi_fi: LISÄÄ PAIKKA

source: About Nearhood
fi_fi: Tietoa palvelusta

source: Add ending time
fi_fi: Lisää päättymisaika

source: Add new place in current location
fi_fi: Lisää uusi paikka tämänhetkiseen sijaintiisi

source: Add new place to this location
fi_fi: Lisää uusi paikka tähän pisteeseen

source: Add photo to message
fi_fi: Lisää kuva viestiin

source: All the latest messages from the neighbourhood &amp; nearby
fi_fi: Kaikki uusimmat viestit lähialueelta

source: And remember to show your support to your neighbours by clicking <b>"Like"</b> when you find something worth liking...
fi_fi: Ja muista osoittaa tukesi naapureillesi klikkaamalla <b>"Tykkää"</b> kun löydät jotain tykkäämisen arvoista...

source: Buy
fi_fi: Osta

source: Cancel
fi_fi: Peruuta

source: Change district
fi_fi: Vaihda aluetta

source: Choose a city
fi_fi: Valitse kaupunki

source: Choose from gallery
fi_fi: Valitse galleriasta

source: Choose your area
fi_fi: Valitse alue

source: Classified ad
fi_fi: Ilmoitus

source: Classifieds
fi_fi: Ilmoitukset

source: Closed
fi_fi: Käsitelty

source: Comment
fi_fi: Kommentti

source: Commenting is possible after logging in
fi_fi: Voit kommentoida kirjauduttuasi sisään

source: Create <b>{{srcCtrl.search}}</b> at current location
fi_fi: Lisää <b>{{srcCtrl.search}}</b> tämänhetkiseen sijaintiisi

source: Create a password for yourself
fi_fi: Valitse itsellesi salasana

source: Create an account
fi_fi: Tee tunnukset

source: Didn't find what you're looking for?
fi_fi: Eikö etsimääsi paikkaa löytynyt?

source: Discuss, buy, sell, find - {{district.server.district.district}} is listening!
fi_fi: Keskustele, osta, myy, vaihda - {{district.server.district.district}} kuuntelee!

source: Do you want to take a new photo or choose from gallery?
fi_fi: Haluatko ottaa uuden kuvan vai valita galleriasta?

source: Downloading message failed
fi_fi: Viestin lataus epäonnistui

source: Drag the pointer to fine tune the location if necessary
fi_fi: Hienosäädä tarvittaessa sijaintia siirtämällä merkkiä kartalla

source: Email address
fi_fi: Sähköpostiosoitteesi

source: Event
fi_fi: Tapahtuma

source: Event name
fi_fi: Tapahtuman nimi

source: Event recurs
fi_fi: Tapahtuma toistuu

source: Events
fi_fi: Tapahtumat

source: Expires in a month
fi_fi: Ilmoitus voimassa kuukauden

source: Expires in a week
fi_fi: Ilmoitus voimassa viikon

source: Expires in three months
fi_fi: Ilmoitus voimassa kolme kuukautta

source: Feedback
fi_fi: Palaute

source: First select a city
fi_fi: Valitse ensin kaupunki

source: Forests
fi_fi: Metsät

source: Give
fi_fi: Annetaan

source: Go to your Nearhood...
fi_fi: Tervetuloa Nearhoodiin!

source: Graffiti removal
fi_fi: Töhryjen poisto

source: Hand made in Kruununhaka, Laajasalo, Mäntyharju and Sofia
fi_fi: Tehty käsityönä Kruununhaassa, Laajasalossa, Mäntyharjulla ja Sofiassa

source: Haven't registered yet?
fi_fi: Ei tunnuksia?

source: Highlights
fi_fi: Suositut

source: If you haven't yet registered, you can do it here!
fi_fi: Jos et ole vielä rekisteröitynyt, voit tehdä sen tästä!

source: If you see this error message while your connection is otherwise working,
fi_fi: Jos näet tämän virheilmoituksen, mutta yhteytesi toimii muuten,

source: If you want to create an account for your firm or other organisation, visit the Nearhood website at nearhood.net
fi_fi: Jos haluat luoda tunnuksen yritykselle tai muulle organisaatiolle, vieraile verkkosivustollamme osoitteessa nearhood.net

source: If your neighbourhood is not in the list, do <a href="mailto:info@bornlocal.fi">send us email</a> and tell us where to expand next!
fi_fi: Jos oma asuinalueesi ei ole listalla, lähetä <a href="mailto:info@bornlocal.fi">lähetä meille sähköpostia</a> ja kerro mihin haluat palvelun laajentuvan!

source: Info signs
fi_fi: Kyltit ja opasteet

source: Issue
fi_fi: Vikavinkki

source: Issues
fi_fi: Vikavinkit

source: Jobs
fi_fi: Työpaikat

source: Latest
fi_fi: Uusimmat

source: Like
fi_fi: Tykkää

source: Liked
fi_fi: Tykätty

source: Log in
fi_fi: Kirjaudu sisään

source: Log out
fi_fi: Kirjaudu ulos

source: Login
fi_fi: Kirjaudu sisään

source: Login with Facebook-account
fi_fi: Kirjaudu Facebook-tunnuksilla

source: Login with Nearhood account
fi_fi: Kirjaudu Nearhood-tunnuksilla

source: Lost & Found
fi_fi: Löytötavarat

source: Make sure that you are connected to internet, and
fi_fi: Varmistu, että verkkoyhteytesi toimii, ja

source: Message
fi_fi: Viesti

source: Most popular messages from the neighbourhood &amp; nearby
fi_fi: Suosituimmat viestit lähialueelta

source: Name of the place:
fi_fi: Paikan nimi:

source: Nearhood app
fi_fi: Nearhood applikaatio

source: Nearhood areas closeby
fi_fi: Nearhood-alueet lähistöllä

source: Nearhood is currently available in the Capital Region in Finland. We will be expanding to new areas in the near future.
fi_fi: Nearhood on tällä hetkellä käytössä pääkaupunkiseudulla. Laajennamme uusille alueille lähitulevaisuudessa.

source: Nearhood is meeting place for people living in {{district.server.district.district}} – filled with events, news, services and discussions. Hooray {{district.server.district.district}}!
fi_fi: Nearhood on koko kaupunginosan kohtauspaikka, täynnä tapahtumia, uutisia, palveluita ja keskusteluita! Eläköön {{district.server.district.district}}!

source: Nearhood is open in selected areas, and we are adding new areas all the time. If area where you live, is not on the list, please <a href="mailto:info@bornlocal.fi">send us email</a> and tell us where to expand next!
fi_fi: Nearhood on auki valituilla alueilla, ja avaamme jatkuvasti uusi alueita. Jos oma kaupunginosasi ei ole listalla, lähetä <a href="mailto:info@bornlocal.fi">lähetä meille sähköpostia</a> ja kerro mihin haluat palvelun laajentuvan!

source: Nearhood is operated and offered by<br>Born Local from Helsinki<br> Born Local Ltd – info@bornlocal.fi – bornlocal.fi
fi_fi: Nearhood-palvelun tarjoaa<br/>helsinkiläinen Born Local Oy<br/>Born Local Oy – info@bornlocal.fi – bornlocal.fi

source: Nearhood is the place where the whole neighbourhood meets
fi_fi: Nearhood on koko kaupunginosan kohtauspaikka

source: Neighbour help
fi_fi: Naapuriapu

source: Non-commercial services
fi_fi: Ei-kaupalliset palvelut

source: Only add places that have a relevance to larger public and are not temporary in nature.
fi_fi: Lisääthän vain paikkoja joilla on merkitystä muillekin kuin vain itsellesi. Vältä sellaisten paikkojen luomista jotka ovat olemassa vain hetkellisesti.

source: Open
fi_fi: Avoin

source: Other
fi_fi: Muut

source: Other issue to be fixed
fi_fi: Muu korjattava asia

source: Parks
fi_fi: Puistot

source: Password
fi_fi: Salasanasi

source: Pick
fi_fi: Poiminta

source: Picks
fi_fi: Poiminnat

source: Playgrounds and sports parks
fi_fi: Leikki- ja liikuntapuistot

source: Please add a message or a photo
fi_fi: Viestissä pitää olla joko kuva tai tekstiä

source: Please add location
fi_fi: lisää sijainti

source: Please try again
fi_fi: Yritä uudelleen

source: Pothole or a broken street light on your home street? Make an issue report
fi_fi: Monttu tiessä, katulamppu pimeänä tai puiston penkki rikki? Jätä vikavinkki katujen ja viheralueiden kunnosta, se päätyy suoraan Helsingin kaupungin tietoon.

source: Pothole or a broken street light on your home street? Make an issue report and reach the city officials!
fi_fi: Monttu tiessä, katulamppu pimeänä tai puiston penkki rikki? Jätä vikavinkki katujen ja viheralueiden kunnosta, se päätyy suoraan Helsingin kaupungin tietoon.

source: Potholes
fi_fi: Katujen kunto

source: Read more about Nearhood
fi_fi: Lue lisää palvelusta

source: Register
fi_fi: Rekisteröidy

source: Register with Facebook
fi_fi: Rekisteröidy Facebook-tunnuksilla

source: Register with email and password
fi_fi: Rekisteröidy sähköpostilla ja salasanalla

source: Related to any of these places?
fi_fi: Lähistöllä olevat paikat

source: Sanitation violation
fi_fi: Roskaaminen

source: Search for place names and street addresses above or drag the pin on the map
fi_fi: Etsi paikkoja ja katuosoitteita yltä tai siirrä merkkiä kartalla

source: Select your neighbourhood
fi_fi: Valitses kaupunginosasi

source: Sell
fi_fi: Myydään

source: Selling your washing machine? Found a lost bike? Leave a classified ad and reach everyone in the neighbourhood!
fi_fi: Pesukone myynnissä tai fillari löytynyt? Jätä ilmoitus ja tavoita koko kaupunginosa!

source: Send <i class="icon-chevron-sign-right"></i>
fi_fi: Lähetä <i class="icon-chevron-sign-right"></i>

source: Send comment
fi_fi: Lähetä kommentti

source: Send feedback
fi_fi: Lähetä palautetta

source: Send your feedback
fi_fi: Lähetä palautetta

source: Sending
fi_fi: Lähetetään

source: Show all areas
fi_fi: Näytä kaikki alueet

source: Something went wrong :/
fi_fi: Tapahtui virhe. :/

source: Sorry, but we were unable to locate your device.
fi_fi: Valitettavasti puhelimesi paikantaminen ei onnistunut.

source: Swap
fi_fi: Vaihdetaan

source: Take a photo
fi_fi: Ota kuva

source: Thank you for your feedback!
fi_fi: Kiitos palautteestasi!

source: The latest classified ads from the neighbourhood &amp; nearby
fi_fi: Uusimmat ilmoitukset lähialueelta

source: The latest issue reports from the neighbourhood &amp; nearby
fi_fi: Uusimmat vikavinkit lähialueelta

source: The latest local news and other picks from the Internet
fi_fi: Uusimmat paikalliset uutis- ja tiedotepoiminnat muualta verkosta

source: The latest updates in the neighbourhood &amp; nearby
fi_fi: Uusimmat sanomat lähialueelta

source: The message should be at least 5 characters
fi_fi: Viestin minimipituus on 5 merkkiä

source: To like comments you need to be logged in. <b>Log in or register here!</b>
fi_fi: Tykätäksesi kommenteista sinun tulee olla kirjautuneena. <b>Kirjaudu sisään tai rekisteröidy tästä</b>

source: To like messages you need to be logged in. <b>Log in or register here!</b>
fi_fi: Tykätäksesi viesteistä sinun tulee olla kirjautuneena. <b>Kirjaudu sisään tai rekisteröidy tästä</b>

source: To like messages, you need to be logged in. <b>Log in or register here</b>
fi_fi: Tykätäksesi viesteistä sinun tulee olla kirjautuneena. <b>Kirjaudu sisään tai rekisteröidy tästä</b>

source: Traffic signs
fi_fi: Liikennemerkit

source: Unable to connect to server
fi_fi: Yhteyttä palvelimelle ei saatu muodostettua

source: Unable to load messages
fi_fi: Viestien lataaminen epäonnistui

source: Unable to locate
fi_fi: Paikantaminen epäonnistui

source: Unlike
fi_fi: En tykkääkään

source: Upcoming events in the neighbourhood &amp; nearby
fi_fi: Tulevat tapahtumat lähialueella

source: Update
fi_fi: Sanoma

source: Updates
fi_fi: Sanomat

source: Use <div class="x"><i class="icon-remove" style="color: white"></i></div> to do a new search.
fi_fi: Näpäytä <div class="x"><i class="icon-remove"></i></div> hakeaksesi uudestaan.

source: Use <div class="x"><i class="icon-remove"></i></div> to clear the current location.
fi_fi: <div class="x"><i class="icon-remove"></i></div> tyhjentää nykyisen sijainnin.

source: Use an alias
fi_fi: Nimimerkki

source: Use this location
fi_fi: Käytä tätä sijaintia

source: User info
fi_fi: Käyttäjätiedot

source: Vandalism
fi_fi: Ilkivalta

source: We're sorry but we were unable to locate your device.
fi_fi: Valitettavasti puhelintasi ei onnistuttu paikantamaan.

source: We're using just the text <b>{{ctrl.message.streetAddress}}</b> as a location, no map coordinates or place names are being saved.
fi_fi: Sijainniksi merkitään <b>{{ctrl.message.streetAddress}}</b>, koordinaatteja ei tallenneta.

source: Welcome!
fi_fi: Tervetuloa!

source: What's happening? Where would you go today? What is everyone talking about?
fi_fi: Mitä tapahtuu? Mitä tehdä tänään? Mistä kaikki puhuvat?

source: What's up in the neighbourhood today? Send an update and reach all the neighbours.
fi_fi: Mitä naapurustoon tänään kuuluu? Bongasitko cityketun, ärsyttääkö naapuri? Lähetä sanoma ja tavoita koko kaupunginosa!

source: Wrong email or password :/
fi_fi: Väärä sähköposti tai salasana

source: Yard sale or a neighbourhood meeting next week? Create an event and invite everyone in the neighbourhood!
fi_fi: Pihakirppis vai puistotalkoot ensi viikolla? Ilmoita tapahtuma ja tavoita koko kaupunginosa!

source: You can also just participate in neighbourhood discussions by commenting messages sent by others
fi_fi: Voit myös osallistua naapuruston keskusteluihin kommentoimalla muiden lähettämiä viestejä

source: You can now start sending your updates to your neighbourhood through Nearhood. The topics are up to you, they can be anything - from shopping tips to garage sales, irritating neighbours or pictures of blossoming flowers.
fi_fi: Voit nyt ryhtyä viestimään naapurustosi kanssa Nearhood-palvelussa. Sana on vapaa, avaa keskustelu mistä tahansa isosta tai pienestä paikallisesta asiasta - ostosvinkeistä kirpputoreihin, kukkaloistosta ärsyttäviin naapureihin.

source: You can register by using your Facebook account or with your email address
fi_fi: Voit rekisteröityä joko käyttämällä Facebook-tunnuksiasi tai sähköpostiosoitettasi.

source: You can search for place names like <b>Railway station, Greenfield park</b> or use addresses like <b>Main Street 23</b>
fi_fi: Voit etsiä paikannimiä, kuten <b>Rautatieasema tai Kaisaniemen puisto</b> tai osoitteita kuten <b>Mannerheimintie 12</b>

source: You have been logged out
fi_fi: Olet nyt kirjautunut ulos

source: You've been logged in as
fi_fi: Olet kirjautunut sisään käyttäjänä

source: Your alias
fi_fi: Nimimerkkisi

source: Your email
fi_fi: Sähköpostiosoitteesi

source: Your email address
fi_fi: Sähköpostiosoitteesi

source: Your feedback
fi_fi: Palautteesi

source: Your full name
fi_fi: Etu- ja sukunimesi

source: Your message was sent!
fi_fi: Viestisi on lähetetty

source: Your name
fi_fi: Nimesi

source: Your recent districts
fi_fi: Viimeisimmät alueet

source: add a location
fi_fi: lisää sijainti

source: add new
fi_fi: luo uusi

source: add photo
fi_fi: lisää kuva

source: and if it still fails <a href="mailto:info@bornlocal.fi">send us email</a>
fi_fi: ja jos se yhä epäonnistuu <a href="mailto:info@bornlocal.fi">lähetä meille sähköpostia</a>

source: bi-weekly
fi_fi: joka toinen viikko

source: cancel
fi_fi: peru

source: choose classified class
fi_fi: valitse ilmoituksen luokka

source: choose issue type
fi_fi: valitse vikavinkin tyyppi

source: classified
fi_fi: Ilmoitus

source: comment
fi_fi: kommentti

source: comments
fi_fi: kommenttia

source: contact information
fi_fi: yhteystiedot

source: event
fi_fi: Tapahtuma

source: every other week
fi_fi: joka toinen viikko

source: every week
fi_fi: joka viikko

source: issue
fi_fi: Vikavinkki

source: locating
fi_fi: paikannetaan

source: messages from the same user
fi_fi: viestiä samalta käyttäjältä

source: send us email
fi_fi: lähetä meille sähköpostia

source: something went wrong :/
fi_fi: Tapahtui virhe. :/

source: terms for sending issue reports
fi_fi: ehdot vikavinkkien lähettämiselle

source: try again
fi_fi: yritä uudelleen

source: until
fi_fi: saakka

source: update
fi_fi: Sanoma

source: use an alias
fi_fi: nimimerkki

source: weekly
fi_fi: viikottain

source: why not leave a message to them already!
fi_fi: jätä jo ihmeessä viesti koko naapurustolle!
